/datum/job/roguetown/monk
	title = "Acolyte"
	tutorial = "Работа в храме, еще работа, еще больше работы.. О, как утомительна жизнь скромного послушника… У вас есть вера, но даже вы знаете, что отказались от жизни, полной приключений, ради безопасности в Церкви. Помогайте епископу в его повседневных делах, возможно, именно сегодня произойдет что-то интересное."
	min_pq = 0
	max_pq = null

/datum/advclass/acolyte
	name = "Acolyte"
	tutorial = "Работа в храме, еще работа, еще больше работы.. О, как утомительна жизнь скромного послушника… У вас есть вера, но даже вы знаете, что отказались от жизни, полной приключений, ради безопасности в Церкви. Помогайте епископу в его повседневных делах, возможно, именно сегодня произойдет что-то интересное."
