/datum/job/roguetown/absolver
	title = "Absolver"
	tutorial = "Когда-то вы были одни в этом монастыре, в каменной часовне, защищающей частичку божественности Псайдона. Теперь вам нужно опекать целую секту, и их склонность к насилию часто вступает в противоречие с вашими собственными обетами пацифизма. Умерь пылинки своей мудростью, залечи их раны своими благословениями и направь путников к отпущению грехов."
	min_pq = 0
	max_pq = null

/datum/advclass/absolver
	name = "Absolver"
	tutorial = "Когда-то вы были одни в этом монастыре, в каменной часовне, защищающей частичку божественности Псайдона. Теперь вам нужно опекать целую секту, и их склонность к насилию часто вступает в противоречие с вашими собственными обетами пацифизма. Умерь пылинки своей мудростью, залечи их раны своими благословениями и направь путников к отпущению грехов."
