/datum/advclass/hunter
	name = "Bow-Hunter"
	tutorial = "Вы охотник. Вооружившись луком, вы охотитесь на представителей фауны поляны, снимаете шкуры с убитых животных и готовите оставшееся мясо. Работа опасная, но важная для обеспечения оборота одежды и легких доспехов."

/datum/advclass/hunter/spear
	name = "Spear-Hunter"
	tutorial = "Вы охотник. Вооружившись копьем, вы охотитесь на представителей фауны поляны, снимаете шкуры с убитых животных и готовите оставшееся мясо. Работа опасная, но важная для обеспечения оборота одежды и легких доспехов."
