/datum/advclass/thug
	name = "Thug"
	tutorial = "Возможно, вы никогда не были самым умным человеком в городе, но, возможно, вы были самым стойким; достаточно хорошим, чтобы земледельцы платили вам за то, чтобы вы возили их по Сайгашиту, достаточно хорошим, чтобы шахтеры перекладывали на вас часть своей работы, достаточно хорошим для плотника, который не хочет платить старшим мамам за нарубленные дрова, и достаточно хорош практически для любого, кто хочет, чтобы рядом с ним тупица выглядел устрашающе."
