/datum/job/roguetown/captain
	title = "Knight Captain"
	tutorial = "Ваша родословная благородна и до вас были поколения сильных, преданных рыцарей. Вы достойно отслужили свой срок в качестве рыцаря его королевского величества и теперь вы достигли роли, о которой многие мужчины могут только мечтать. Ветеран среди рыцарей, вы ведете рыцарей короны в бой и организуете обучение оруженосцев. Подчиняйтесь маршалу и Короне. Ведите своих людей к победе и держите их в узде - и вы увидите, как это королевство будет процветать под тысячью Солнц."
	min_pq = 0
	max_pq = null

/datum/advclass/captain/infantry
	name = "Knight Captain"
	tutorial = "Вы сражались плечом к плечу с самыми достойными рыцарями королевства, находясь непосредственно в составе массовых пехотных формирований. Как непревзойденный боец и тактик, вы представляете собой грозную силу на любом поле боя."
