/datum/job/roguetown/steward
	title = "Steward"
	tutorial = "Монеты, монеты, монеты! О, прекрасные монеты! Вы зависимы от них и занимаете должность личного казначея Великого Герцога, хранителя как монет, так и информации. Вы знаете, какую власть серебро и золото имеют над душой человека, и вы знаете, на что они пойдут, чтобы получить еще больше. Поддерживайте свою гнилую экономику, ведь это единственное, на что вы можете положиться."
	min_pq = 0
	max_pq = null

/datum/advclass/steward
	name = "Steward"
	tutorial = "Монеты, монеты, монеты! О, прекрасные монеты! Вы зависимы от них и занимаете должность личного казначея Великого Герцога, хранителя как монет, так и информации. Вы знаете, какую власть серебро и золото имеют над душой человека, и вы знаете, на что они пойдут, чтобы получить еще больше. Поддерживайте свою гнилую экономику, ведь это единственное, на что вы можете положиться."
