/datum/advclass/mercenary/anthrax
	name = "Black Venom"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Темные эльфы, которые обычно живут под землей, - чрезвычайно жестокая раса. Они известны своей коварной способностью использовать паучьи яды и острые как бритва лезвия. Матриарх поставила перед вами задачу: выбраться на поверхность и выяснить, что происходит, и за это время вы сможете заработать денег, потому что, к сожалению, обитатели верхнего мира отказываются принимать паучьи лапы в качестве оплаты за свои услуги."
