/datum/advclass/mercenary/atgervi
	name = "Atgervi"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Вы - варяг с Гроннского нагорья. Воины-торговцы, чьи подвиги в империи Ранешен навсегда останутся в памяти историков."

/datum/advclass/mercenary/atgervi/shaman
	name = "Atgervi Shaman"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Вы - шаман племени фьяллей, Северного племени Пустоты. Дикие воины, которые общаются с церковными Звериными богами посредством ритуального насилия, а не праздной молитвы."
