/datum/advclass/mercenary/blackoak
	name = "Black Oak's Guardian"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Мрачный страж Черных дубов. Наполовину банда наемников, наполовину нерегулярное ополчение, сражающееся за контроль над своей исконной эльфийской родиной Пиками. К счастью, вы здесь сегодня не для того, чтобы проливать кровь людей герцога - если только кто-то вам за это не заплатит..."

/datum/advclass/mercenary/blackoak/ranger
	name = "Black Oak's Ranger"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Мрачный страж Черных дубов. Наполовину банда наемников, наполовину нерегулярное ополчение, сражающееся за контроль над своей исконной эльфийской родиной Пиками. К счастью, вы здесь сегодня не для того, чтобы проливать кровь людей герцога - если только кто-то вам за это не заплатит..."
