/datum/advclass/mercenary/freelancer
	name = "Freifechter"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Вы являетесь выпускником Aavnic Freifechters - 'фрилансеров' - престижной боевой гильдии, расположенной в независимом городе-государстве Севернижина, признанной Святым Престолом в качестве похвалы Равоксу. Он образовался около тридцати лет назад, но его посетители съезжаются со всей Западной Псидонии. Вы десять тысяч раз взмахивали одним оружием, а не наоборот. Это занятие предназначено для опытных бойцов, которые хорошо разбираются в работе ног и управлении выносливостью, одни только навыки мастера не спасут вашу жизнь."

/datum/advclass/mercenary/freelancer/lancer
	name = "Lancer"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Вы полностью доверяете своему древковому оружию, самому эффективному оружию, которое когда-либо видел мир. Зачем носить броню, если в вас невозможно попасть? Вы можете выбрать свое древковое оружие и быть исключительно метким."
