/datum/advclass/mercenary/grudgebearer
	name = "Grudgebearer Smith"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Связанные вечными обидами прошлых эпох, которые не были забыты, Груджбиреры вынуждены бродить по поверхности, поскольку каждый другой клан имеет зуб на вас, а вы - на них. Это гнилое болото герцогства также причинило зло вам и вашим людям, но вас это мало волнует. Монеты - это средство достижения цели, то, что вы можете добывать и ковать самостоятельно. Безделушки, сделанные настоящими кузнецами, теперь будут пользоваться уважением в вашем клане. Однако такие артефакты могут не дать вам ни еды, ни крыши над головой."

/datum/advclass/mercenary/grudgebearer/soldier
	name = "Grudgebearer Soldier"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Связанные вечными обидами прошлых эпох, которые не были забыты, Груджбиреры вынуждены бродить по поверхности, поскольку каждый другой клан имеет зуб на вас, а вы - на них. Это гнилое болото герцогства также причинило зло вам и вашим людям, но вас это мало волнует. Монеты - это средство достижения цели, то, что вы можете добывать и ковать самостоятельно. Безделушки, сделанные настоящими кузнецами, теперь будут пользоваться уважением в вашем клане. Однако такие артефакты могут не дать вам ни еды, ни крыши над головой."
