/datum/advclass/mercenary/routier
	name = "Otavan Routiers"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Рутьеры - грозная отаванская банда наемников, братство рыцарей из благородных семей, служащих лордам, которые стремятся к наживе в мирное время. Отаванская знать, в целом, и даже некоторые представители духовенства с нетерпением ждут известий о ваших подвигах, они ожидают, что вы будете СТОЙКИМИ, будете защитником их веры и будете представлять истинные ценности благородства, не так ли?"
