/datum/advclass/mercenary/rumaclan
	name = "Ruma Clan Gun-in"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Вы хорошо разбираетесь и имеете опыт в фехтовании на мечах, у вас не возникнет проблем с выполнением большинства заданий, если за это будут хорошие деньги как для вас самих, так и для клана и сонджанга."

/datum/advclass/mercenary/rumaclan/sasu
	name = "Ruma Clan Sasu"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Банда иностранных казенгунитов-изгоев. Клан Рума был изгнанниками из династии Синьи, которые, как считалось, в то время были связаны с повстанцами. Клан покинул страну, опасаясь, что их могут казнить за подобные подозрения или чего похуже. Это не организованная группа солдат, а скорее разрозненное сборище опытных бойцов."
