/datum/advclass/mercenary/vaquero
	name = "Vaquero"
	tutorial = "Ты - представитель Гильдии Наёмников. Соблюдай гильдейский кодекс. Родом из оживленного королевства Этруска, 'Вакеро' изначально был простым погонщиком скота... однако теперь это название стало обозначать бродячих головорезов. Независимо от того, выступают ли они в роли защитников простых людей или воришек кошельков, Вакеро характеризуются историей, которую они рассказывают на разных континентах, и чаще всего - жестоким концом своей истории."
