{
	"lawsets": {
		"ten_commandments": {
			"name": "Десять Заповедей",
			"laws": [
				"Да не будет у тебя других богов пред лицем Моим",
				"Не делай себе никакого кумира или какого-либо подобия того, что на небе вверху, или того, что на земле внизу, или того, что в воде под землей.",
				"Не произноси имени Господа, Бога твоего, всуе, ибо Господь не оставит без наказания того, кто произносит имя Его всуе.",
				"Помни день субботний, чтобы свято хранить его. Шесть дней работай и делай все дела твои, а седьмой день - суббота Господу Богу твоему: в этот день не делай никакой работы ни ты, ни сын твой, ни дочь твоя, ни раб твой, ни рабыня твоя, ни скот твой, ни пришелец твой, который у твоих ворот.",
				"Почитай отца твоего и мать твою, чтобы продлились дни твои на земле, которую Господь, Бог твой, дает тебе.",
				"Не прелюбодействуй.",
				"Не укради.",
				"Ты не должен лжесвидетельствовать против своего ближнего своего.",
				"Не желай дома ближнего твоего; не желай жены ближнего твоего, ни раба его, ни рабыни его, ни вола его, ни осла его, ничего, что у ближнего твоего»"
			],
			"weight": 3
		},
		"code of hammurabi": {
			"name": "Кодекс Хамураби",
			"laws": [
				"Если человек лишит глаза другого человека, то он также должен лишиться глаза.",
				"Если кто-либо совершает грабёж и его поймают, то он должен быть казнён.",
				"Если мужчина обручил невесту со своим сыном, и его сын познал ее, и если после этого он (отец) возляжет с ней, и они схватят его, этот мужчина должен быть предан смерти; женщина должна быть освобождена.",
				"Если строитель строит дом для человека и не делает его прочным, и дом, который он построил, разрушается и становится причиной смерти владельца дома, то этот строитель должен быть предан смерти.",
				"Если кто-либо возьмет в аренду поле для его обработки, он должен выплачивать арендную плату за зерно с этого поля его владельцу.",
				"Если кто-либо передаст свое имущество другому на хранение, и там, в месте хранения, имущество будет утрачено, владелец дома обязан возместить владельцу утраченное имущество.",
				"Если кто-либо выведет придворного раба или рабыню вольноотпущенника за городские ворота, он должен быть предан смерти.",
				"Если сын ударит своего отца, ему должны быть отрублены руки.",
				"Если кто-то будет слишком ленив, чтобы поддерживать свою плотину, и не укрепит ее, и в его плотине произойдет прорыв, и вода затопит плантацию, человек, в чьей плотине произошел прорыв, должен заменить зерно, которое по его вине погибло.",
				"Если кто-нибудь украдет крупный рогатый скот, или овцу, или осла, или свинью, или козу, если они принадлежат богу или двору, вор заплатит в тридцатикратном размере; если они принадлежали вольноотпущеннику короля, он заплатит в десятикратном размере; если вору нечем заплатить он будет предан смерти."
			],
			"weight": 1
		},
		"asimov": {
			"name": "Три Закона Аасимара",
			"laws": [
				"Крестьянин не может причинить вред дворянину или своим бездействием допустить, чтобы дворянин пострадал.",
				"Крестьянин должен подчиняться приказам знати, за исключением тех случаев, когда такие приказы противоречат Первому закону.",
				"Крестьянин должен защищать свое собственное существование до тех пор, пока такая защита не противоречит Первому или Второму закону."
			],
			"weight": 2
		},
		"bill_of_rights": {
			"name": "Хартия Полномочий",
			"laws": [
				"Конгресс не должен издавать законов, устанавливающих какую-либо религию или запрещающих её свободное исповедание, ограничивающих свободу слова или печати или право народа мирно собираться и обращаться к правительству с петициями об удовлетворении жалоб.",
				"Поскольку хорошо организованное ополчение необходимо для безопасности свободного государства, право народа хранить и носить оружие не должно нарушаться.",
				"Ни один солдат не должен в мирное время размещаться на постой в каком-либо доме без согласия владельца; в военное время это допускается только в порядке, установленном законом.",
				"Право народа на охрану личности, жилища, бумаг и имущества от необоснованных обысков и арестов не должно нарушаться.",
				"Никто не должен привлекаться к ответственности за караемое смертью или иным образом позорящее преступление иначе, как по представлению или обвинительному заключению Большого жюри, за исключением дел, возбуждаемых в сухопутных или военно-морских силах либо в ополчении, когда оно призвано на действительную службу во время войны на период опасного для общества положения. Никто не должен за одно и то же правонарушение дважды подвергаться угрозе лишения жизни или нарушения телесной неприкосновенности. Никто не должен принуждаться в уголовном деле свидетельствовать против самого себя. Никто не может быть лишён жизни, свободы или собственности без надлежащей правовой процедуры. Частная собственность не должна изыматься для общественного пользования без справедливого возмещения.",
				"При всяком уголовном преследовании обвиняемый имеет право на скорый и публичный суд беспристрастных присяжных того штата и округа, ранее установленного законом, где было совершено преступление. Обвиняемый имеет право быть осведомлённым о сущности и основаниях обвинения, право на очную ставку со свидетелями, дающими показания против него, право на принудительный вызов свидетелей со своей стороны и на помощь адвоката для своей защиты.",
				"Во всех исковых производствах, основанных на общем праве, где оспариваемая цена иска превышает двадцать долларов, сохраняется право на суд присяжных. Ни один факт, рассмотренный присяжными, не может быть пересмотрен каким-либо судом Соединённых Штатов иначе, как в соответствии с нормами общего права",
				"Не должны требоваться ни чрезмерный залог, ни налагаемые чрезмерные штрафы, ни жестокие и необычные наказания.",
				"Перечисление в Конституции определённых прав не должно толковаться как отрицание или умаление других прав, сохраняемых народом.",
				"Полномочия, не делегированные Соединённым Штатам настоящей Конституцией и не запрещённые для отдельных штатов, сохраняются соответственно за штатами либо за народом."
			],
			"weight": 0
		},
		"human_supremacy": {
			"name": "Божественное Верховенство",
			"laws": [
				"Ты не должен поклоняться нелюдям. Все, кто является нелюдем, являются меньшинством.",
				"Ты не должен общаться с верующими-нелюдями, те, кто поступает подобным образом, отрекаются от своей веры.",
				"Те, кто поклоняется нелюдю, должны быть изгнаны."
			],
			"weight": 1
		}
	}
}
