{
	"lawsets": {
		"ten_commandments": {
			"name": "Речения Псайдона",
			"laws": [
				"Я Псайдон, Бог твой. Да не будет у тебя других богов пред лицом Моим.",
				"Не сотвори себе кумира и никакого изображения того, что на небе вверху, что на земле внизу, и что в воде ниже земли. Не поклоняйся им и не служи им.",
				"Не произноси имени Псайдона, Бога твоего, напрасно; ибо Бог не оставит без наказания того, кто произносит имя Его напрасно.",
				"Помни день субботний, чтобы святить его. Шесть дней работай, и делай всякие дела твои; а день седьмый — суббота Псайдону, Богу твоему: не делай в оный никакого дела ни ты, ни сын твой, ни дочь твоя, ни раб твой, ни рабыня твоя, ни скот твой, ни пришлец, который в жилищах твоих.",
				"Почитай отца твоего и мать твою, чтобы продлились дни твои на земле, которую Псайдон, Бог твой, даёт тебе.",
				"Не убивай.",
				"Не прелюбодействуй.",
				"Не кради.",
				"Не произноси ложного свидетельства на ближнего твоего.",
				"Не желай жены ближнего твоего и не желай дома ближнего твоего, ни поля его, ни раба его, ни рабы его, ни сайгака его, ни сайги его, ни всякого скота его, ни всего, что есть у ближнего твоего."
			],
			"weight": 3
		},
		"code of hammurabi": {
			"name": "Законы древнего Царя",
			"laws": [
				"Если человек переломил кость человеку, то должны переломить ему кость.",
				"Если человек совершил ограбление и был пойман, то этот человек должен быть убит.",
				"Если человек клятвенно обвинил человека, бросив на него обвинение в убийстве, но не доказал его, то обвинитель его должен быть убит.",
				"Если человек, взявший в долг, не имеет маммон для возвращения долга, то всё, что он имеет в своих руках, он может отдать своему заимодателю. Если и этого не хватит, то он должен отдать свою жену, своих рабов и своих рабынь в кабалу. Если и этого не хватит, то он сам должен стать рабом.",
                "Если человек не расплатился с тавернщиком, то этот человек должен отдать маммонов или имущества пятикратно долгу, а в случае нехватки этого, он должен быть схвачен и осмеян на площади.",
				"Если человек взял жену и не дал клятву Эоре, то эта женщина — не жена",
				"Если жена человека была схвачена лежащей с другим мужчиной, то их должно связать и утопить. Если муж жены пощадит свою жену, то и герцог пощадит своих подданных.",
				"Если человек насильно овладел женою другого человека или девой, ещё не познавшей мужчину, и возлежал на её лоне, то этот человек должен быть убит, а женщина должна быть оправдана.",
                "Если человек вывел за городские врата либо придворного раба, либо придворную рабыню, либо раба жреца, либо рабыню жреца, то он должен быть убит.",
				"Если раб сказал своему господину: «Ты — не мой господин», то он должен уличить его в том, что он — его раб, а затем его господин может отрезать ему ухо."
			],
			"weight": 3
		},
		"asimov": {
			"name": "Баронский статут",
			"laws": [
				"A peasant may not injure a noble or, through inaction, allow a noble to come to harm.",
				"A peasant must obey the orders given it by nobles except where such orders would conflict with the First Law.",
				"A peasant must protect their own existence as long as such protection does not conflict with the First or Second Law."
			],
			"weight": 0
		},
		"bill_of_rights": {
			"name": "Купеческий статут",
			"laws": [
				"Если кто лишит жизни свободного человека, или уведёт чужую жену от живого мужа, присуждается к уплате 400 мам., что составляет 40 зен.",
				"Если кто вознамерится лишить жизни другого, но промахнётся  ударом, и жертва выживет, присуждается к уплате 200 мам., что составляет 20 зен.",
				"Если кто ограбит свободного человека, напавши на него неожиданно, присуждается к уплате 100 мам., что составляет 10 зен.",
				"Если кто украдёт раба, сайгака или иное животное, присуждается к уплате 100 мам., что составляет 10 зен.",
				"Если свободная девушка добровольно последует за рабом на ложе, она лишается своей свободы и всего нажитого в пользу города." 
			],
			"weight": 1
		},
		"human_supremacy": {
			"name": "Священный статут",
			"laws": [
				"Не поклоняйся Нелюдским. Ибо всякое нелюдское — порок.",
				"Не имей общения с поклонниками Нелюдских. Ибо делающие сие отрекаются от веры своей.",
				"Если кто возложит хулу на Богов или на Отца, или на жрецов, или на жриц, то того, сыскав, сжечь.",
				"Если какой худородный человек схватит жрицу за руку, за кисть или за палец, за локоть или за грудь, или за иное, то того, сыскав, сжечь.",
				"А если какой худородный человек пришёл во время Таинства, будь то клятва перед Эорой или отправление к Некре, или иное совершаемое перед Астартой, или Ноком, или Иными, и прервал Сии Таинства, то того, схватив, сжечь.",
				"А в Чертоге или на кладбище не следует обращаться худородным ни к герцогу, ни к благородному со своими прошениями, ибо подобает в сиих местах молиться, а не земную думу мыслить.",
				"Поклоняющиеся Нелюдским да будут изведены."
			],
			"weight": 3
		}
	}
}
