/datum/job/roguetown/councillor
	title = "Councillor"
	tutorial = "Возможно, вы унаследовали эту должность, купили ее себе или были назначены на нее по заслугам - даже не думайте об этом! В любом случае, вы работаете помощником и представителем короны в государственных делах. Будь то помощь управляющему, шерифу или самой короне, или просто наслаждение бесплатной едой в замке, ваши обязанности меняются день ото дня. Вы можете находиться на самой нижней ступени служебной лестницы, но эта ступень все равно возвышается над всеми остальными в городе."
	min_pq = 0
	max_pq = null

/datum/advclass/councillor
	name = "Councillor"
	tutorial = "Возможно, вы унаследовали эту должность, купили ее себе или были назначены на нее по заслугам - даже не думайте об этом! В любом случае, вы работаете помощником и представителем короны в государственных делах. Будь то помощь управляющему, шерифу или самой короне, или просто наслаждение бесплатной едой в замке, ваши обязанности меняются день ото дня. Вы можете находиться на самой нижней ступени служебной лестницы, но эта ступень все равно возвышается над всеми остальными в городе."
