/datum/job/roguetown/archivist
	title = "Archivist"
	tutorial = "Архивариус бережно хранит и упорядочивает древние свитки и фолианты, оберегая коллективные знания королевства для будущих поколений. И дворяне, и крестьяне часто обращаются к вам за экспертными знаниями по истории и фактам, и ваши бережно хранимые записи о событиях, вероятно, станут свидетельством благосклонности вашего герцога и процветания его королевства... или нет. В конце концов, именно вы обладаете истинной властью: властью определять, как будущие поколения будут вспоминать эти грядущие дни."
	min_pq = 0
	max_pq = null

/datum/advclass/archivist
	name = "Archivist"
	tutorial = "Архивариус бережно хранит и упорядочивает древние свитки и фолианты, оберегая коллективные знания королевства для будущих поколений. И дворяне, и крестьяне часто обращаются к вам за экспертными знаниями по истории и фактам, и ваши бережно хранимые записи о событиях, вероятно, станут свидетельством благосклонности вашего герцога и процветания его королевства... или нет. В конце концов, именно вы обладаете истинной властью: властью определять, как будущие поколения будут вспоминать эти грядущие дни."
