/datum/job/roguetown/barkeep
	title = "Innkeeper"
	tutorial = "У искателей приключений и воинов есть два варианта: ранняя могила или ещё более ранний уход на пенсию. Как у гордого владельца этого прекрасного заведения, у вас есть целый штат прислуги и вас ждёт множество клиентов: от голодных горожан, ищущих еды, до уставших путников, ищущих отдыха, и от персонажей с сомнительной репутацией, ищущих своего рода успеха. Ваши клинки немного заржавели, а церковь через дорогу иногда сглазит из-за дополнительных «прелестей» бани — но, что ж… всех не переиграешь!"
	min_pq = -10
	max_pq = null

/datum/advclass/barkeep
	name = "Innkeeper"
	tutorial = "У искателей приключений и воинов есть два варианта: ранняя могила или ещё более ранний уход на пенсию. Как у гордого владельца этого прекрасного заведения, у вас есть целый штат прислуги и вас ждёт множество клиентов: от голодных горожан, ищущих еды, до уставших путников, ищущих отдыха, и от персонажей с сомнительной репутацией, ищущих своего рода успеха. Ваши клинки немного заржавели, а церковь через дорогу иногда сглазит из-за дополнительных «прелестей» бани — но, что ж… всех не переиграешь!"
