/datum/job/roguetown/crier
	title = "Town Crier"
	tutorial = "Хранитель Рога, Хозяин Болтовни и самопровозглашённый Глас Разума. За своим столом в мастерской SCOM вы решаете, какие слова прогремят по всему королевству, а какие заглохнут в глотках просителей, не заплативших достаточного количества крысиного корма. В своей студии наверху вы проводите дебаты, пересказываете сплетни и плетёте истории, которые разнесутся по всему городу. Все уши обращены к вам - так что говорите мудро."
	min_pq = 0
	max_pq = null

/datum/advclass/towncrier
	name = "Town Crier"
	tutorial = "Хранитель Рога, Хозяин Болтовни и самопровозглашённый Глас Разума. За своим столом в мастерской SCOM вы решаете, какие слова прогремят по всему королевству, а какие заглохнут в глотках просителей, не заплативших достаточного количества крысиного корма. В своей студии наверху вы проводите дебаты, пересказываете сплетни и плетёте истории, которые разнесутся по всему городу. Все уши обращены к вам - так что говорите мудро."
