/datum/job/roguetown/guildmaster
	title = "Guildmaster"
	tutorial = "Вы - глава Гильдии ремёсел Алого Рассвета. Вы представляете интересы всех подчинённых вам ремесленников, включая Портного, Кузнецов, Ремесленников и Архитекторов. Другие горожане могут обращаться к вам за советом, но вы не контролируете их. Вы - опытный кузнец и ремесленник, и вам легко удаётся справиться с их работой. Защищайте интересы ремесленников."  
	min_pq = 0
	max_pq = null

/datum/advclass/guildmaster
	name = "Guildmaster"
	tutorial = "Вы - глава Гильдии ремёсел Алого Рассвета. Вы представляете интересы всех подчинённых вам ремесленников, включая Портного, Кузнецов, Ремесленников и Архитекторов. Другие горожане могут обращаться к вам за советом, но вы не контролируете их. Вы - опытный кузнец и ремесленник, и вам легко удаётся справиться с их работой. Защищайте интересы ремесленников."  
