/datum/job/roguetown/tailor
	title = "Tailor"
	tutorial = "Вы бессонными ночами оттачивали своё мастерство. От мешков до гобеленов и роскошной одежды - нет ничего, что вы не смогли бы сшить. Используйте свою мастерскую, чтобы превратить даже самого уродливого крестьянина в настоящего джентльмена; кто знает, может, к вам заглянет даже знать."
	min_pq = 0
	max_pq = null

/datum/advclass/tailor
	name = "Tailor"
	tutorial = "Вы бессонными ночами оттачивали своё мастерство. От мешков до гобеленов и роскошной одежды - нет ничего, что вы не смогли бы сшить. Используйте свою мастерскую, чтобы превратить даже самого уродливого крестьянина в настоящего джентльмена; кто знает, может, к вам заглянет даже знать."
