/datum/job/roguetown/apothecary
	title = "Apothecary"
	tutorial = "Вы - опытный врач, обученный и практикующий в области медицины. Вы подчиняетесь главному врачу, который обеспечивает вашу практику. Горе тому, кто пострадает от вашего скальпеля."
	min_pq = 0
	max_pq = null

/datum/advclass/apothecary
	name = "Apothecary"
	tutorial = "Вы - опытный врач, обученный и практикующий в области медицины. Вы подчиняетесь главному врачу, который обеспечивает вашу практику. Горе тому, кто пострадает от вашего скальпеля."
