/datum/job/roguetown/churchling
	title = "Churchling"
	tutorial = "Твои предки были фанатиками. Они ругали тебя ремнём с клёпками и молились, как еретики, каждый час дня, когда не трудились в поле. Ты спасся от них, став представителем Церкви. Представляемое ими образование не так уж и плохо."
	min_pq = -20
	max_pq = null

/datum/advclass/churchling
	name = "Churchling"
	tutorial = "Твои предки были фанатиками. Они ругали тебя ремнём с клёпками и молились, как еретики, каждый час дня, когда не трудились в поле. Ты спасся от них, став представителем Церкви. Представляемое ими образование не так уж и плохо."
