/datum/job/roguetown/clerk
	title = "Clerk"
	tutorial = "Писарь, сборщик налогов, юродивый. Ты помогаешь управляющему во всём, что ему нужно, и выполняешь его поручения, когда он отсутствует. Хоть ты и не дворянин, это не самая худшая должность. Есть нюанс? Если деньги потеряются или пропадут, дворянин, вероятно, сможет улизнуть из-под стражи в качестве наказания. А ты? Эх... ну, Этруска в это время года прекрасна."
	min_pq = -20
	max_pq = null

/datum/advclass/clerk
	name = "Clerk"
	tutorial = "Писарь, сборщик налогов, юродивый. Ты помогаешь управляющему во всём, что ему нужно, и выполняешь его поручения, когда он отсутствует. Хоть ты и не дворянин, это не самая худшая должность. Есть нюанс? Если деньги потеряются или пропадут, дворянин, вероятно, сможет улизнуть из-под стражи в качестве наказания. А ты? Эх... ну, Этруска в это время года прекрасна."
