/datum/job/roguetown/shophand
	title = "Shophand"
	tutorial = "Вы работаете в крупнейшем магазине по милости Торговца, который приковал вас к этой каторге. Работа по заполнению полок и инвентаризации для вашего работодателя - изнурительная и однообразная, но, по крайней мере, у вас есть крыша над головой и комфортная обстановка. Со временем, возможно, однажды вы станете чем-то большим, чем просто слуга."
	min_pq = -10
	max_pq = null

/datum/advclass/shophand
	name = "Shophand"
	tutorial = "Вы работаете в крупнейшем магазине по милости Торговца, который приковал вас к этой каторге. Работа по заполнению полок и инвентаризации для вашего работодателя - изнурительная и однообразная, но, по крайней мере, у вас есть крыша над головой и комфортная обстановка. Со временем, возможно, однажды вы станете чем-то большим, чем просто слуга."
