// WOE: SPELLBLADE DODGE EXPERT POLEARM BUILD UPON YE.
/datum/advclass/wretch/blackoakwyrm
	name = "Black Oak Pariah"
	tutorial = "Придерживаясь крайних убеждений, которые не подобают даже Черному Овсу, вы решили отделиться от группы и от всех остальных. Когда-то эта земля была великой... а теперь волна за волной монстры и чужаки топчут ваш дом. Именно ваш народ заселил эти земли, а поддерживаемая иностранцами корона, лживая и высокомерная, отказала вашему народу в награде, которую он заслуживает! Ваше продолжительное обучение в Черных дубах дало вам навыки владения как глефами, так и магией. За вами последует награда от короны, поскольку вы уже сделали достаточно, чтобы быть официально осужденным группой, которая не была привержена делу из-за соблазна получить деньги."
