/datum/advclass/wretch/deserter
	name = "Disgraced Knight"
	tutorial = "Когда-то ты был почитаемым рыцарем, а теперь стал предателем, покинувшим своего сеньора. Ты живешь жизнью преступника, которого общество избегает и на которого смотрят свысока."

/datum/advclass/wretch/deserter/maa
	name = "Disgraced Man at Arms"
	tutorial = "У вас был свой пост. У вас был свой долг. Вы были недовольны, испытывали упадок духа или просто считали себя выше этого. Вы решили уйти. Теперь ваше бремя преследует вас повсюду, куда бы вы ни пошли."
