{"Contents":[
"<h3><strong>Название: Том правосудия; Вечная воля папы Бассиона II, законного представителя Святого Престола.</strong><br>
<strong>Автор Второго Издания: Фицин Немой, Придворный писец папы Бассиона II.</strong></h3>

<h3><strong>СЛУШАЙТЕ! Это общий закон всех цивилизованных стран, находящихся под властью СВЯТОГО ПРЕСТОЛА; ни одно НАКАЗАНИЕ, назначенное законным лордом, леди, бароном, герцогом или шерифом, не может быть назначено по более суровым стандартам, чем приведенные ниже, хотя они могут быть смягчены в зависимости от тяжести преступления.</strong><br></h3>

Юридические определения для ясности:<br><br>
Убийство - безвозвратная смерть живого, при которой никакой врач, святой человек или кто-либо другой не может восстановить утраченную жизнь.
Покушение - атака, направленная на прекращение жизни другого человека, или атака, завершающая жизнь того, кто чудом Астраты-Нока, врача или святого человека был возвращен в Псайдонию
Ересь - восхваление каких-либо Восходящих сил или ложных идолов, а также пренебрежение божественным писанием (и духовенством) Десяти или умышленное выступление против божественной, законной деятельности Святого Престола и Церкви.
Препятствование правосудию - пособничество преступникам, отказ подчиняться законным приказам, клевета, обычно наказываемые штрафами, не превышающими 50 маммон.
Вандализм - повреждение имущества, зданий или товаров, но не людей.
Должностное лицо - любое лицо или лица, нанятые судом, включая охрану, наемных работников, государственных служащих и королевскую гвардию


Наказание за правонарушения может быть различным в зависимости от степени тяжести:<br><br>

<small>I</small>&nbsp&nbsp
Смертная казнь - применяется только в том случае, если Изгнание нарушается насильственно или неоднократно, или виновные неоднократно скрываются от законного правосудия, или представляют большую опасность для будущего герцогства.<br>
<small>II</small>&nbsp
Изгнание - на несколько дае, месяцев или лет, за нарушение которого может быть назначено наказание в виде казни или каторги<br>
<small>III</small>
Каторга - на несколько дае или месяцев, не более <br>
<small>IV</small>
Публичное унижение - клеймение, бросание в ров без причинения вреда здоровью, использование позорного столба<br>
<small>V</small>
Нанесение увечий - избиение, порка или причинение вреда здоровью, но не удаление или увечье конечности или жизни<br>
<small>VI</small>&nbsp
Заключение - в городских подземельях на несколько дае или месяцев, в зависимости от тяжести проступка<br>
<small>VII</small>
Штраф - уплачивается городу; неспособность уплатить является правонарушением, которое приводит к тюремному заключению или суровой кабале, или к тому и другому вместе, до тех пор, пока не будет выплачено возмещение<br>
<small>VII</small>
Ущерб - подлежит возмещению потерпевшей стороне родственники: неспособность заплатить приводит к тюремному заключению или суровой кабале, или к тому и другому сразу, до тех пор, пока не будет выплачен долг<br>

<h3>I. Тяжкие преступления против нашего Лорда, Его дворян, или Его Должностых лиц.</h3>

<small>I.I</small>&nbsp Убийство нашего Лорда: смерть или изгнание Убийцы лорда. КРОМЕ того, смерть, изгнание или публичное унижение, нанесение увечий и лишение титулов и имущества несостоявшимся стражам лорда, которые должны быть приведены в исполнение их подчиненными.<br>
<small>I.II</small>&nbsp Нападение или смертельная атака на нашего Лорда: нанесение увечий, публичное унижение с последующим обращением в рабство или изгнанием. КРОМЕ того, публичное унижение или нанесение увечий, а также возмещение ущерба и штрафы для стражей Господа, допустивших ошибку, должны быть наложены их начальством.<br>
<small>I.III</small>&nbsp Нападение или выдача себя за представителя лорда или Его суда: публичное унижение и тюремное заключение на срок до двух лет, а также штраф в размере двух десятков, но не более 50 маммон долларов.<br>
<small>I.IV</small>&nbsp Нанесение ущерба или акт вандализма двору или поместью нашего Лорда: возмещение ущерба и публичное унижение, или порабощение до погашения долга и публичное унижение<br>
<small>I.V</small>&nbsp Нападение со смертельным исходом на чиновника нашего Лорда или его приближенных: публичное унижение и нанесение увечий или тюремное заключение сроком до трех даэ со штрафами и возмещением ущерба.<br>
<small>I.VI</small>&nbsp Крупная кража Государственной казны: публичное унижение, тюремное заключение, возмещение ущерба и штраф в размере любой пропавшей монеты, а затем - удаления конечности виновного.<br>
<small>I.VII</small>&nbsp Создание препятствий для работы суда: Штраф в 20 маммон<br>
<small>I.VII</small>&nbsp Сопротивление законному аресту, осуществляемому лордом или судебными чиновниками: штраф до пятидесяти мамонов в зависимости от тяжести преступления. Сопротивление кулаками и дубинками приравнивается к воспрепятствованию правосудию, а сопротивление со смертельным исходом – к нападению или покушению на жизнь.<br>


<h3>II. Злодеяния против Господа нашего,</h3>

<small>II.I</small>&nbsp&nbsp Нападение на наших священников или мирян: штраф в размере двадцати, но не более ста маммон и тюремное заключение в размере двадцати, но не более трех даэ.<br>
<small>II.II</small>&nbsp Беспорядочные действия в храме: небольшой штраф и предупреждение; несоблюдение правил является препятствием правосудию Господа.<br>
<small>II.III</small>&nbsp Богохульство против Десяти или Церкви: предупреждение; отказ от поддержки Церкви считается ересью.<br>
<small>II.IV</small>&nbsp Ересь: публичное унижение и нанесение увечий, затем божественное церковное решение о судьбе еретика, не выходящее за рамки изгнания, зависящее от его искупления.<br>
<small>II.V</small>&nbsp Кража из храма: тюремное заключение на сумму, не превышающую трех даэ, и ущерб на сумму, вдвое превышающую стоимость украденных предметов. Если преступник не в состоянии заплатить, он должен отбывать наказание по рабстве до тех пор, пока не сможет.<br>
<small>II.VI</small>&nbsp Разграбление могил: тюремное заключение на срок, не превышающий даэ, и ущерб, равный стоимости ремонта, плюс 50 маммон, выплаченных Церкви.<br>

<h3>III. Преступления против всего гражданского общества.</h3>

<small>III.I</small>&nbsp Грабеж и разбой: возмещение ущерба и штраф в размере не более чем двукратного размера ущерба.<br>
<small>III.II</small>&nbsp Шпионаж и государственная измена: смерть или вечное изгнание.<br>
<small>III.III</small>&nbsp Изъятье краденного: штраф в размере суммы, равной стоимости украденного товара.<br>
<small>III.IV</small>&nbsp Замусоривание: Штраф в размере 5 маммон, но не более того, и предупреждение; несоблюдение этого требования является препятствием правосудию Лорда.<br>
<small>III.V</small>&nbsp Отравление городских вод: один год каторжных работ за каждый литр зараженной воды, плюс нападение и убийство для любого, кто умрет от отравленной агуа, плюс ущерб, равный потере экономики.<br>
<small>III.VI</small>&nbsp Кража: ущерб и штраф в размере суммы, равной стоимости украденных товаров, или принудительные работы, равные удвоенной стоимости товара в качестве компенсации ущерба.<br>
<small>III.VII</small>&nbsp Вандализм: тюремное заключение на сумму, не превышающую трех даэ, и штраф или ущерб на сумму, равную стоимости ремонта, добавляют 10 маммон.<br>
<small>III.VIII</small>&nbsp Начисление более чем в три раза большей стоимости товара: штраф за оценку, равную стоимости товара.<br>
<small>III.IX</small>&nbsp Уклонение от уплаты законного налога Лорда: недостающий налог в виде возмещения ущерба, со штрафом в размере 20 маммон за каждые 100 причитающихся, штраф не превышает больше чем счета 100<br>
<small>III.X</small>&nbsp Крупная кража или кража свыше 400 маммон: ущерб, равный двукратной стоимости. Затем, в зависимости от точной оценки маммон: публичное унижение, тюремное заключение, нанесение увечий, подневольное состояние, отсечение конечности, в порядке наказания за большее вознаграждение.<br>

<h3>IV. Злодеяния против других.</h3>

<small>IV.I</small>&nbsp Нападение на гражданина: ущерб в сумме не превышает 50 маммон, равнозначный потере заработной платы и стоимости медицинского обслуживания.<br>
<small>IV.II</small>&nbsp Шантаж или запугивание гражданина: штраф или возмещение ущерба в размере, не превышающем 50 маммон.<br>
<small>IV.III</small>&nbsp Ущерб имуществу или домашнему скоту: ущерб, равный стоимости ремонта, к этому 100 маммон.<br>
<small>IV.IV</small>&nbsp Нарушение общественного порядка: штраф в размере 10 маммон, но не более того, и предупреждение или публичное унижение; неспособность поддержать закон является препятствием правосудию Лорда.<br>
<small>IV.VI</small>&nbsp Убийство гражданина: публичное унижение, нанесение увечий и ущерб родственникам жертвы на сумму не менее 200 маммон с последующим изгнанием или принудительным трудом на срок не менее 30 йил<br>
<small>IV.VII</small>&nbsp Нападение на гражданина со смертельным исходом: жестокое лишение свободы на сумму, не превышающую 10 маммон, или возмещение ущерба и штраф на сумму, не превышающую 200 маммон, с последующим публичным унижением и нанесением увечий.<br>
<small>IV.VIII</small>&nbsp Рабство или принудительное заключение, не санкционированное Церковной короной: публичное унижение и нанесение увечий, возмещение ущерба в виде потери заработной платы, выплаченной закованной в кандалы стороне, штраф в размере десяти, но не более чем в два раза превышающий эту сумму.<br>


<br>
<strong>[Остальная часть тома состоит из страниц Священного писания]</strong>
"]}
