/datum/job/roguetown/adventurer/courtagent
	title = "Court Agent"
	tutorial = "Независимо от того, были ли вы приобретены благодаря заслугам, умелым переговорам или щедрым вознаграждениям, вы оказались в коварной власти Десницы. Исполняйте желания и прихоти придворных, которые они предпочли бы не афишировать. Ваше положение далеко не безопасно, и любая ошибка может привести к тому, что от вас отрекутся и предъявят обвинение, как мелкому преступнику. Гарнизон и члены суда знают, кто вы такой."
	min_pq = 0
